Repository: StuckNot/snack_track_app
Catalog: packages/product_breakdown/lib/l10n/arb/product_breakdown_*.arb
Languages: es, hi

source: Mini Samosa
hi: मिनी समोसा

# miniSamosaDesc
source: Mini samosas are small, savory, triangular pastries filled with spiced vegetables or meat, widely enjoyed as a popular snack in South Asia.
es: Los mini samosas son pequeños pasteles salados y triangulares rellenos de verduras o carne especiada, muy disfrutados como un aperitivo popular en el sur de Asia.
hi: मिनी समोसा छोटे, नमकीन, त्रिकोणीय पेस्ट्री होते हैं जो मसालेदार सब्जियों या मांस से भरे होते हैं और दक्षिण एशिया में एक लोकप्रिय नाश्ते के रूप में व्यापक रूप से आनंदित किए जाते हैं।

source: Ingredients
es: Ingredientes
hi: सामग्री

source: Items
es: Artículos
hi: वस्तुएँ

source: Calories
es: Calorías
hi: कैलोरी

source: Fat
es: Grasa
hi: वसा

source: Protein
es: Proteína
hi: प्रोटीन

# carbs
source: Carbohydrates
es: Carbohidratos
hi: कार्बोहाइड्रेट

source: Sugar
es: Azúcar
hi: चीनी

source: Fibre
es: Fibra
hi: रेशा

source: Vitamins
es: Vitaminas
hi: विटामिन

source: Minerals
es: Minerales
hi: खनिज

source: Sodium
es: Sodio
hi: सोडियम

source: Calcium
es: Calcio
hi: कैल्शियम

source: Iron
es: Hierro
hi: लोहा

source: Potassium
es: Potasio
hi: पोटेशियम

source: Cholesterol
es: Colesterol
hi: कोलेस्ट्रॉल

source: Folate
es: Folato
hi: फोलेट

source: Magnesium
es: Magnesio
hi: मैग्नीशियम

source: Maida
es: Harina de trigo (Maida)
hi: मैदा

source: Ghee or Oil
es: Ghee o Aceite
hi: घी या तेल

source: Salt
es: Sal
hi: नमक

source: Boiled Potatoes
es: Papas Hervidas
hi: उबले आलू

source: Green Peas
es: Guisantes Verdes
hi: हरे मटर

source: Ginger & Garlic Paste
es: Pasta de Jengibre y Ajo
hi: अदरक और लहसुन का पेस्ट

source: Green Chilies
es: Chiles Verdes
hi: हरी मिर्च

source: Coriander Powder
es: Polvo de Cilantro
hi: धनिया पाउडर

source: Cumin Powder
es: Polvo de Comino
hi: जीरा पाउडर

source: Garam Masala
hi: गरम मसाला

source: Amchur
es: Amchur (Polvo de Mango Seco)
hi: अमचूर

source: Coriander Leaves
es: Hojas de Cilantro
hi: धनिया पत्तियाँ

# miniSamosaProtein
source: 15g
hi: १५g

# miniSamosaCarbs
source: 20g
hi: २०g

# miniSamosaFat
source: 30g
hi: ३०g

# miniSamosaFiber
source: 5g
hi: ५g

# miniSamosaSugar
source: 10g
hi: १०g

# miniSamosaIron
source: 2mg
hi: २mg

# miniSamosaZinc
source: 1mg
hi: १mg

# miniSamosaSodium
source: 150mg
hi: १५०mg

# miniSamosaPotassium
source: 300mg
hi: ३००mg

# miniSamosaCalcium
source: 400mg
hi: ४००mg

# miniSamosaMagnesium
source: 50mg
hi: ५०mg

# miniSamosaVitaminC
source: 4mg
hi: ४mg

# miniSamosaCholesterol
source: 75mg
hi: ७५mg

# oneCup
source: 1 Cup
es: 1 Taza
hi: १ कप

# twoTbsp
source: 2 Tablespoons
es: 2 Cucharadas
hi: २ बड़े चम्मच

source: To taste
es: Al gusto
hi: स्वादानुसार

# twoMedium
source: 2 Medium
es: 2 Medianas
hi: २ मध्यम

# quarterCup
source: 1/4 Cup
es: 1/4 Taza
hi: १/४ कप

# oneTsp
source: 1 Teaspoon
es: 1 Cucharadita
hi: १ छोटा चम्मच

# twoChopped
source: 2 Chopped
es: 2 Picadas
hi: २ कटी हुई

# halfTsp
source: 1/2 Teaspoon
es: 1/2 Cucharadita
hi: १/२ छोटा चम्मच

# twoTbspChopped
source: 2 Tablespoons Chopped
es: 2 Cucharadas Picadas
hi: २ बड़े चम्मच कटा हुआ
